/* No comment provided by engineer. */
"%@ has cancelled this request." = "Ακύρωση αίτησης από %@.";

/* No comment provided by engineer. */
"%@ has declined your request." = "Απόρριψη αίτησης από %@.";

/* No comment provided by engineer. */
"%@ would like to connect." = "Αίτηση από %@ για σύνδεση.";

/* No comment provided by engineer. */
"%@\nhas cancelled this request." = "Ακύρωση αίτησης από\n%@.";

/* No comment provided by engineer. */
"%@\nhas declined your request." = "Απόρριψη αίτησης από\n%@.";

/* No comment provided by engineer. */
"%@\nwould like to connect." = "Αίτηση από %@\nγια σύνδεση.";

/* No comment provided by engineer. */
"Accept" = "Αποδοχή";

/* No comment provided by engineer. */
"Bluetooth Communication Error" = "Σφάλμα επικοινωνίας Bluetooth";

/* No comment provided by engineer. */
"Bluetooth must be on to connect to nearby iPads, iPhones, or iPod touches." = "Το Bluetooth πρέπει να είναι ενεργοποιημένο για να συνδεθείτε με γειτονικά iPad, iPhone ή iPod touch.";

/* No comment provided by engineer. */
"Cancel" = "Ακύρωση";

/* No comment provided by engineer. */
"Choose an iPad, iPhone,\nor iPod touch:" = "Επιλογή iPad, iPhone,\nή iPod touch:";

/* No comment provided by engineer. */
"Connection Lost" = "Απώλεια σύνδεσης";

/* No comment provided by engineer. */
"Decline" = "Άρνηση";

/* No comment provided by engineer. */
"is not available." = "δεν διατίθεται.";

/* No comment provided by engineer. */
"Looking for other iPads, iPhones, or iPod touches…" = "Αναζήτηση για άλλα iPad, iPhone ή iPod touch…";

/* No comment provided by engineer. */
"Looking for peers…" = "Αναζήτηση για ομότιμους…";

/* No comment provided by engineer. */
"Nearby" = "Γειτονικά";

/* No comment provided by engineer. */
"Not supported on this\n%@." = "Δεν υποστηρίζεται σε αυτό το\n%@.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Online" = "Με σύνδεση";

/* No comment provided by engineer. */
"Request declined." = "Η αίτηση απορρίφτηκε.";

/* No comment provided by engineer. */
"This request was cancelled." = "Η αίτηση αυτή ακυρώθηκε.";

/* No comment provided by engineer. */
"Waiting for %@…" = "Σε αναμονή για %@…";

/* No comment provided by engineer. */
"Waiting for\n%@…" = "Σε αναμονή για\n%@…";

/* No comment provided by engineer. */
"Waiting to connect…" = "Σε αναμονή για σύνδεση…";

/* No comment provided by engineer. */
"Would you like to turn on Bluetooth?" = "Θέλετε να ενεργοποιήσετε το Bluetooth;";

